tap "buildpacks/tap"
tap "buo/cask-upgrade"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/command-not-found"
tap "homebrew/services"
tap "minamijoyo/hcledit"
tap "sambadevi/powerlevel9k"
brew "act"
brew "amazon-ecs-cli", link: false
brew "automake"
brew "aws-iam-authenticator"
brew "cffi"
brew "docutils"
brew "xz"
brew "python@3.11"
brew "awscli"
brew "boost"
brew "bzip2"
brew "chamber"
brew "gcc"
brew "openblas"
brew "numpy"
brew "python-markdown"
brew "checkov"
brew "cli53"
brew "coreutils"
brew "libssh2"
brew "curl"
brew "dive"
brew "docker"
brew "docker-compose"
brew "docker-slim"
brew "eksctl"
brew "fontconfig"
brew "gh"
brew "git"
brew "glib"
brew "gnu-tar"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "grep"
brew "netpbm"
brew "libtool"
brew "pkg-config"
brew "hadolint"
brew "helm"
brew "highlight"
brew "infracost"
brew "jq"
brew "node"
brew "jsonlint"
brew "krb5"
brew "kubernetes-cli"
brew "libfido2"
brew "libpq"
brew "libslirp"
brew "libssh"
brew "qemu"
brew "lima"
brew "mas"
brew "mercurial"
brew "minikube"
brew "mysql-client"
brew "neovim"
brew "nghttp2"
brew "node@18"
brew "nvm"
brew "onscripter"
brew "virtualenv"
brew "pipenv"
brew "pipx"
brew "postgresql@14", restart_service: true
brew "pre-commit"
brew "pwgen"
brew "pyenv"
brew "python@3.10"
brew "python@3.9"
brew "serverless"
brew "shellcheck"
brew "socket_vmnet"
brew "starship"
brew "terraform-docs"
brew "terrascan"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "tfupdate"
brew "tree"
brew "trivy"
brew "wget"
brew "whois"
brew "buildpacks/tap/pack"
brew "minamijoyo/hcledit/hcledit"
cask "1password"
cask "authy"
cask "aws-vault"
cask "drawio"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "github"
cask "iterm2"
cask "rancher"
cask "slack"
cask "visual-studio-code"
vscode "DavidAnson.vscode-markdownlint"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "johnpapa.vscode-peacock"
vscode "johnpapa.winteriscoming"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "redhat.vscode-yaml"
vscode "taniarascia.new-moon-vscode"
vscode "tempo.tempotimetracking"
vscode "vscode-icons-team.vscode-icons"
