tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/cask-fonts"
tap "heroku/brew"
tap "sambadevi/powerlevel9k"

brew "awscli"
brew "automake"
brew "boost"
brew "bzip2"
brew "cli53"
brew "coreutils"
brew "curl"
brew "docker"
brew "docker-compose"
brew "gcc"
brew "git"
brew "gh"
brew "readline"
brew "xz"
brew "glib"
brew "gnu-tar"
brew "libtool"
brew "pkg-config"
brew "gnupg"
brew "go"
brew "grep"
brew "hadolint"
brew "highlight"
brew "jq"
brew "jsonlint"
brew "node"
brew "mas"
brew "neovim"
brew "nvm"
brew "pipenv"
brew "pipx"
brew "podman"
brew "postgresql@11"
brew "pre-commit"
brew "pwgen"
brew "pyenv"
brew "serverless"
brew "shellcheck"
brew "starship"
brew "terraform-docs"
brew "tfenv"
brew "tflint"
brew "wget"
brew "zlib"

cask "authy"
cask "aws-vault"
cask "drawio"
cask "font-meslo-lg-nerd-font"
cask "github"
cask "iterm2"
cask "slack"
cask "visual-studio-code"
