tap "buo/cask-upgrade"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "sambadevi/powerlevel9k"
brew "act"
brew "amazon-ecs-cli", link: false
brew "automake"
brew "readline"
brew "xz"
brew "awscli"
brew "boost"
brew "bzip2"
brew "chamber"
brew "checkov"
brew "cli53"
brew "coreutils"
brew "openldap"
brew "curl"
brew "dive"
brew "docker"
brew "docker-compose"
brew "docker-slim"
brew "gcc"
brew "gh"
brew "git"
brew "glib"
brew "gnu-tar"
brew "libtool"
brew "pkg-config"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "grep"
brew "hadolint"
brew "highlight"
brew "jq"
brew "nghttp2"
brew "node"
brew "jsonlint"
brew "krb5"
brew "kubernetes-cli"
brew "libpq"
brew "python@3.9"
brew "libslirp"
brew "qemu"
brew "lima"
brew "mas"
brew "mercurial"
brew "neovim"
brew "nvm"
brew "openssl@3"
brew "pipenv"
brew "pipx"
brew "postgresql@14", restart_service: true
brew "pre-commit"
brew "pwgen"
brew "pyenv"
brew "serverless"
brew "shellcheck"
brew "starship"
brew "terraform-docs"
brew "tfenv"
brew "tflint"
brew "tree"
brew "wget"
brew "whois"
brew "zlib"
cask "1password"
cask "authy"
cask "aws-vault"
cask "drawio"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "github"
cask "iterm2"
cask "slack"
cask "visual-studio-code"
